import React from "react"

const TabDescription = () => (
  <div className="timetable" style={{width: '71%', marginRight: '20px'}}>
    <h4>
      <span role="img" aria-label="tablet">📋</span>{' '}
      Обновленное расписание от 7.11.2020
    </h4>
    <div className="timetable-content">
      7.11 - Суббота: Inuyashiki (экстра) <span role="img" aria-label="flag">🏁</span> - Ведьмак 3<br />
      8.11 - Воскресенье: БАСКЕТБОЛ КУРОКО - Monogatari (пересмотр) - MANDALORIAN<br />
      9.11 - Понедельник: Hunter X Hunter (пересмотр) - Мой Аджосси (экстра)<br />
      10.11 - Вторник: Golden Kamuy (пересмотр) - Oyasumi Punpun (манга)<br />
      11.11 - Среда: Первый шаг - Твин Пикс<br />
      12.11 - Четверг: Нарко (экстра) - Мой Аджосси (экстра)<br />
      13.11 - Пятница: Озарк (экстра) - Карточный Домик (экстра)<br />
      14.11 - Суббота: Корона - Патрик Мелроуз (экстра)<br />
      15.11 - Воскресенье: Индиана Джонс и Храм судьбы (фильм, 1984) - Индиана Джонс и последний крестовый поход (фильм, 1989)<br />
      16.11 - Понедельник: Страсть (фильм, 1969) - Kara no Kyoukai (фильмы 2-3)<br />
      17.11 - Вторник: Про Федота-стрельца, удалого молодца (фильм, 1988) - Советские анимационные короткометражки (экстра) - Человек с Земли (фильм, 2007)<br/>
      <p>Очередь по сериалам: Haikyuu - Getter Robo - Острые Козырьки - Пингвиний Барабан</p>
    </div>
  </div>
)

export default TabDescription